{
    "modelTopology": {
        "class_name": "Sequential",
        "config": {
            "name": "sequential",
            "layers": []
        }
    },
    "weightsManifest": [
        {
            "paths": [
                "group1-shard.bin"
            ],
            "weights": []
        }
    ]
}